const plan = {
  "목록": [
    {
      "제목": "국어A 수행평가",
      "날짜": "10월 28일 1교시",
      "내용": "평가 방식: 서술·논술\n\n평가 주제: 문학 속에서 갈등 찾기",
      "계획표 이미지 url": "./assets/국어A.jpg"
    },
    {
      "제목": "사회B 수행평가",
      "날짜": "10월 27일 7교시",
      "내용": "평가 방식: 서술·논술\n\n평가 주제: 사회화 과정과 사회적 지위 분석하기\n\n※ 오픈북: 교과서 및 학습지만 사용 가능",
      "계획표 이미지 url": "./assets/사회B.jpg"
    },
    {
      "제목": "수학 수행평가",
      "날짜": "10월 28일 6교시",
      "내용": "평가 방식: 작도 실기(서술·논술)\n\n평가 주제: 자와 컴퍼스를 이용하여 삼각형 작도하기",
      "계획표 이미지 url": "./assets/수학.jpg"
    },
    {
      "제목": "영어 수행평가",
      "날짜": "10월 29일 5교시",
      "내용": "평가 방식: 말하기\n\n평가 주제: 영어 말하기 평가\n\n평가 조건:\n- 문장 6개 랜덤 추첨\n- 제한 시간 1분 30초",
      "계획표 이미지 url": "./assets/영어.jpg",
      "assets": "단어 목록",
      "assets_imgs": ["./assets/영어문장1.jpg", "./assets/영어문장2.jpg"]
    },
    {
      "제목": "도덕B 수행평가",
      "날짜": "10월 30일 2교시",
      "내용": "평가 방식: 서술·논술\n\n평가 주제: 다문화 사회 탐구 보고서 작성하기",
      "계획표 이미지 url": "./assets/도덕B.jpg"
    },
    {
      "제목": "미술 수행평가",
      "날짜": "11월 3일까지",
      "내용": "평가 방식: 제작\n\n평가 주제: 이모티콘 12개 만들기",
      "계획표 이미지 url": false
    },
    {
      "제목": "음악 수행평가",
      "날짜": "11월 10일 5교시",
      "내용": "평가 방식: 노래 창작\n\n평가 주제: 한도막형식 가락 창작하기\n\n※ 별도 평가 계획서 아직 없음",
      "계획표 이미지 url": false
    },
    {
      "제목": "가정 수행평가",
      "날짜": "날짜 미정",
      "내용": "평가 방식: 서술·논술\n\n평가 주제: 영양소 타이포그래피 제작하기",
      "계획표 이미지 url": "./assets/가정.jpg"
    }
  ]
};