const plan = {
  "목록": [
    {
      "제목": "도덕B 수행평가",
      "날짜": "10월 30일 2교시",
      "내용": "평가 방식: 서술·논술\n\n평가 주제: 다문화 사회 탐구 보고서 작성하기",
      "계획표 이미지 url": "./assets/도덕B.jpg"
    },
    {
      "제목": "미술 수행평가",
      "날짜": "11월 3일까지",
      "내용": "평가 방식: 제작\n\n평가 주제: 이모티콘 12개 만들기",
      "계획표 이미지 url": false
    },
    {
      "제목": "음악 수행평가",
      "날짜": "11월 10일 5교시",
      "내용": "평가 방식: 노래 창작\n\n평가 주제: 한도막형식 가락 짓기\n\n※ 별도 평가 계획서 아직 없음",
      "계획표 이미지 url": false
    },
    {
      "제목": "가정 수행평가",
      "날짜": "날짜 11월 4일",
      "내용": "평가 방식: 서술·논술\n\n평가 주제: 영양소 타이포그래피 제작하기",
      "계획표 이미지 url": "./assets/가정.jpg"
    }
  ]
};